[
  {
    "stars": 5,
    "text": "I really appreciate the work of Mr. Umaid. He is really good and highly skilled person. Youngest developer of our J&K. Always ready to change the things for my website. Honest, moral and well character person. I am happy to his work. Highly appreciate and recommend. Choose the best developer for your websites, apps etc. Mr. Umaid is one of the best. I recommend for everyone.",
    "imgSrc": "https://lh3.googleusercontent.com/a-/ALV-UjVjaGgePffo9RbEBcBF_me_rA-NPJpAxH7s9OslqBm6-PVmbyzE=w72-h72-p-rp-mo-ba3-br100",
    "name": "Aamir Muzaffar Shah",
    "role": "MD/CEO, Adoration Holidays India"
  },
  {
    "stars": 5,
    "text": "Truly impressed by Gratify Labs — a team of young and talented developers setting new standards in the tech world!Their dedication, creativity, and innovation in every project reflect true professionalism and passion.Keep up the amazing work — continue to grow, inspire, and make a mark in the industry!",
    "imgSrc": "https://lh3.googleusercontent.com/a-/ALV-UjWRk1L-R6xTJ8GlxS0QkhnMzn5_vtbAA8wa8pmbwYPWNHbZle2J=s36-c-rp-mo-br100",
    "name": "Zahid Rashid Bhat",
    "role": "MANAGER, Khandays Gold Standard"
  },
  {
    "stars": 5,
    "text": "I, Muhammad Ayub Shah, am really happy with the services that Gratify Labs has to offer. They have been handling every aspect of my company's digital presence with exceptional skill and originality.Their team has a thorough understanding of business needs and provides excellent digital solutions at very reasonable costs, ranging from website development and social media management to marketing and design.Their dedication to attaining tangible outcomes, prompt delivery, and unambiguous communication are what I value most. They truly care about enhancing your brand's performance and visibility online; they don't just finish duties.I would heartily recommend Gratify Labs if you're searching for a trustworthy digital partner that provides high-quality services without demanding excessive prices.Regards and thanks: Owner: Mohammad Ayoub Shah; New Age Hardware",
    "imgSrc": "https://lh3.googleusercontent.com/a-/ALV-UjUZSetKGJ2xfxEnNVdvvDzj32hgCP6AXlp7yiea3bM3W44ekDw=s36-c-rp-mo-br100",
    "name": "Mohammad Ayoub Shah",
    "role": "OWNER, New Age Hardware"
  }
]