[
  {
    "stars": 5,
    "text": "I really appreciate the work of Mr. Umaid. He is really good and highly skilled person. Youngest developer of our J&K. Always ready to change the things for my website. Honest, moral and well character person. I am happy to his work. Highly appreciate and recommend. Choose the best developer for your websites, apps etc. Mr. Umaid is one of the best. I recommend for everyone.",
    "imgSrc": "https://lh3.googleusercontent.com/a-/ALV-UjVjaGgePffo9RbEBcBF_me_rA-NPJpAxH7s9OslqBm6-PVmbyzE=w72-h72-p-rp-mo-ba3-br100",
    "name": "Aamir Muzaffar Shah",
    "role": "MD/CEO, Adoration Holidays India"
  },
  {
    "stars": 5,
    "text": "Truly impressed by Gratify Labs — a team of young and talented developers setting new standards in the tech world!Their dedication, creativity, and innovation in every project reflect true professionalism and passion.Keep up the amazing work — continue to grow, inspire, and make a mark in the industry!",
    "imgSrc": "https://lh3.googleusercontent.com/a-/ALV-UjWRk1L-R6xTJ8GlxS0QkhnMzn5_vtbAA8wa8pmbwYPWNHbZle2J=s36-c-rp-mo-br100",
    "name": "Zahid Rashid Bhat",
    "role": "MANAGER, Khandays Gold Standard"
  },
  {
    "stars": 5,
    "text": "I, Mohammad Ayub Shah, am extremely satisfied with the services provided by Gratify Labs. They have been managing the entire digital side of my business with great professionalism and creativity.Their team understands business requirements deeply and delivers high-quality digital solutions — from social media management and website work to marketing and design — all at very affordable prices.What I appreciate most is their clear communication, timely delivery, and commitment to achieving real results. They don’t just complete tasks; they genuinely care about improving your brand’s presence and performance online.If you’re looking for a reliable digital partner who offers quality services without overcharging, I would highly recommend Gratify Labs.",
    "imgSrc": "https://lh3.googleusercontent.com/a-/ALV-UjUZSetKGJ2xfxEnNVdvvDzj32hgCP6AXlp7yiea3bM3W44ekDw=s36-c-rp-mo-br100",
    "name": "Mohammad Ayoub Shah",
    "role": "OWNER, New Age Hardware"
  }
  
]